[
    {
        "name": "One",
        "details": {
            "archived": true,
            "content": [
                "- Hello?",
                "- hey, how was your day?",
                "- Oh, good! I've gotten quite a few calls today. How about you?",
                "- well, I'd rather not answer. Just calling to check up on you, have some smalltalk. Though I've also got a question, do you think even the closest minded people can change their mind?",
                "- Of course, sir, I just think it's a matter for the right person to get through to them. Anyone can be set on the right track with some perseverance!",
                "- i dunno about that right path stuff, but perhaps you're right. Just a matter of attention. Hey, you're working, right?",
                "- Well it's more like a volunteer job but yeah haha, it's quite interesting the people you meet here.",
                "- that's good, I haven't met anyone interesting in a while, though that may be because I haven't had a job for a few weeks. Oh well, it's not all bad, I guess. Have you heard about Banksy? ",
                "- Rings a bell, but no, sir, I don't",
                "- it's some street artist, I like his work, but one quote's just stuck to me like a bad smell. \"They say you die twice, once, when your heart stops beating. And another time, a bit later on, when someone remembers your name for last time.\"",
                "- It's beautiful, would you mind telling me more about his work?",
                "- well, I don't think I've got the time, and that's the only one I memorized anyway. I've only got a few minutes of credit left on this number too. Hey, do they let you guys share your names in this suicide hotline stuff?",
                "- We reserve the right to use any personally identifiable information to report to the police, but we've got no restrictions on how to protect callers. My name's Sonia",
                "- wonderful name. Well, there's nothing to protect. I just wanted to experience this for myself, that's the only thing we take out of this life anyways. Sonia, right? It's been lovely talking, but I'll be taking my leave. Have a good afternoon. Oh, and of course, I used to be called-",
                "",
                "— hang —"
            ]
        }
    },
    {
        "name": "Two",
        "details": {
            "archived": true,
            "content": [
                "- ... What about my teeth? They're ugly and out of place",
                "- I mean, yeah, they aren't the prettiest. Kinda asymmetrical, but so are mine.",
                "- I knew it",
                "- But well, the difference is that I wouldn't trade that smile for anything else in the world."
            ]
        }
    },
    {
        "name": "Three",
        "details": {
            "archived": true,
            "content": [
                "- I've had so much fun today!",
                "- Yeah, me too",
                "- I'm glad to hear it, it turned night before I even noticed. Tell me, do you have WhatsApp?",
                "- Yeah, I do",
                "- Oh, sweet! Would you give me your number?",
                "- Nah",
                "- Oh... why not?",
                "- Well, nothing about privacy or against you really. I just don't really want to keep talking after today. I haven't been conditioned to",
                "- Excuse me, what? Conditioned?",
                "- Yeah, like Stockholm's syndrome.",
                "- What's that?",
                "- It's like, when someone is captured and falls in love with their kidnapper, or grows attached to them. That kind of feeling. I haven't spent years of my life forced to get along with you and neither have you messaged me everyday for a few years for me to start depending on it.",
                "- That's... kind of a harsh way of living, don't you think? Why won't you give others a chance to enter your life?",
                "- Oh, I'm not stopping them. There's just quite a high barrier of entry, I guess. If a relationship can be sustained without the clinginess attached to depending on eachother, maybe it's worth something",
                "- That's interesting... I still don't understand why you won't give me a chance though",
                "- Well, I didn't expect you to, if I'm being honest. Though I hoped you wouldn't get too offended to make saying our goodbyes too awkward, or at least we could've agreed to not even look at eachother once we part ways",
                "- You'll end up alone if you keep waiting for the perfect person to just show up and stay on your side forever with you not even trying to see if someone is good enough for you",
                "- That's fine, I've come to accept that. I did find her once, but she's long left. And actually, speaking of that, this is my bus stop."
            ]
        }
    },
    {
        "name": "Five",
        "details": {
            "archived": true,
            "content": [
                "- ... there you are. What are you doing out here in the forest, hidden like that? You got me all worried!",
                "- Go away, I'm not ready to go back yet.",
                "- But it's getting late, and dinner's almost ready. You're not going to miss out, are you?",
                "- I need some time to think, if I go back now, nothing good's gonna come out of it",
                "- Oh, come on, you can't blow every single little fight out of proportion like that, you need to move on",
                "- I know that, I know that better than anybody else! I can move on, just... give me time"
            ]
        }
    },
    {
        "name": "Six - Attraction",
        "details": {
            "archived": true,
            "content": [
                "As you may probably know already, looks aren't everything. Obviously, even the most attractive husk of a female wouldn't make a very good girlfriend if you can't actually make any good conversations or even tolerate its personality. Still, though, there's gotta be *some* attraction to eachother to hold things together, and that may be easier said than done",
                "",
                "Of course, you can just date someone beautiful, with a great personality, that you can easily spend the rest of your life with. If you do, excellent, you can leave now. But most of us aren't that lucky, so we need to improvise.",
                "",
                "Surprisingly enough, a pretty good way to be attracted to someone is to actually fucking fall in love with them. No, I'm not kidding; you never plan to fall in love with someone, and when you do, it's never expected (as much as hindsight may lie to you, there was no way you could see it coming).",
                "",
                "Oftentimes, you talk to someone a lot, disregarding their appearance. You may see them as not very good-looking, but neither do you care, they make for good conversation nonetheless (unless they're too hideous to ignore, in which case, you may have bigger problems on your hands).",
                "",
                "This is great, because there may not be many people with attractive bodies or faces and charming personalities, but you can have much better chances by just finding someone compatible with you that you don't mind so much how they look. And, if by chance you do end up falling for them, you'll find nearly every single detail about them attractive in some way, one that is indescribable."
            ]
        }
    },
    {
        "name": "Eight",
        "details": {
            "archived": true,
            "content": [
                "I've been finding myself playing out various scenarios and conversations in my head as of late",
                "\"no shit, what would this be otherwise?\"",
                "",
                "Yeah, yes, I know, that's the exact same reason I'm writing these, to archive these weird thoughts that come at night and don't let me sleep. Won't let me sleep, and if I start writing down something, it's likely enough to get me sleepy enough so the truly horrifying thoughts don't get enough time to settle in.",
                "",
                "But I digress, it's interesting to see these thoughts that spring up late at night, even if sometimes I have to distract myself from them by writing here. I never quite thought I was capable of this amount of creativity, and I never thought that I'd reach the point of absolute loneliness needed to resort to conversations with myself.",
                "",
                "On one hand, the people in my mind can be as interesting as I make them, last as long as I remember them, and... well, they're just as good as a conversationalist as me. And I'm a pretty good smooth talker.",
                "",
                "On the other hand, I don't have a very good memory. Keyword on remember, these people fade out of existence when my mind's garbage collector runs. When the sun shines upon my eyes and a new dawn is due, my mind prepares for the real-life day at hand... and consequently, takes away the scraps of my imagination, my escape, or, how it sometimes feels like, my little cage.",
                "",
                "It's just extremely depressing to think about it. I don't feel bad for the people I've left behind, I know I was a passing light in their lives. I don't think it's sad when someone parts, but it's truly sad when you stay long enough to see them part, for real, forever. And I'm experiencing this everyday now. There's no soothing feeling of having impacted someone, wherever they may be. I meet someone, in my mind, and the next day, they die. They don't continue existing. And they sprung into existence merely because of me. So, in a way, I am their murderer.",
                "",
                "And it makes me want to cry, with these dried eyes."
            ]
        }
    },
    {
        "name": "Nine - Selfishness",
        "details": {
            "archived": true,
            "content": [
                "Humans are selfish creatures. Now, this doesn't mean that it's necessarily a bad thing! You may not think that all humans are selfish either, but I do, and it shouldn't have the negative connotation that it currently has",
                "",
                "Let's start with the word. Being selfish starts from the self. Your only reference point, you can't really see things beyond your own point of view. Does that mean that you only care about yourself? Well, maybe, but probably not if there's other people in your life. And that's when the rest of the world comes in",
                "",
                "The rest of the world revolves around you, to you. You usually think of them in relation to yourself. Your friend, your mom, your son, your enemy. You don't usually refer to them by their own standalone qualities, like \"good person\", even if they may be one, because this has less importance for you. Sure, it's good to know, but because being close with your friends helps you create a closer bond with them",
                "",
                "You also see it all the time when they tell you to cut off toxic people and relationships. Well, what is a toxic relationship? It's a relationship where not both people are getting positive results out of. And that's what any relationship should strive for: not being perfect, or equal, but both parties ending up better off from it existing. And when that's not the case anymore, they tend to die. Sometimes not immediately, sometimes people hold on to hope that their relationship will turn positive again in the future. Sometimes it does, sometimes it doesn't, and the relationship dies",
                "",
                "I also find it extremely rare to consider something \"truly\" selfless, especially not humans, but at least actions. Sure, you can donate 50 dollars to an orphanage. But how selfless is it if you feel good about it afterwards? Your money is now down 50 bucks, and the orphanage is better off, but you also feel good about it, so it's not truly selfless. A true selfless action would make you regret it, be worse off physically or economically, and benefit other people who aren't in your \"world\". Similar to Joel's dilemma in the last of us, it's never that simple. And nobody wants to bear that burden. I'm not saying it never happens, but nobody would boast about it. They would be too busy regretting how selfless they were",
                "",
                "So I urge you not to feel bad if you feel selfish, or a leech, everyone is doing their part and positivity can spring up from selfishness. In the end, everyone can win when they're playing with the same rules, and being friendly with others tends to end up with you being better off than you were before. So make sure to be nice, because that's the most selfish thing you can do"
            ],
            "desc": "Make sure to be nice, because that's the most selfish thing you can do"
        }
    },
    {
        "name": "Ten - Your Worth",
        "details": {
            "archived": true,
            "favorite": true,
            "content": [
                "This one ties together with selfishness and how you perceive others relative to yourself",
                "",
                "What are you worth? I mean, your organs are probably worth a fair bit, could make a quick buck if you really wanted to. But that's not what I'm talking about. You know, in the same way that your old Nintendo console is worth something to you beyond its monetary value",
                "",
                "Not considering that it's probably not really worth shit at this point",
                "",
                "It's a measure of how much something really \"matters\" to someone. You, usually, and there are lots of things that matter. Some way more than others, like your pet, your family, your partner, and of course, your PlayStation 2",
                "",
                "So, what is your worth? Well, who are you considering? You're probably worth a lot to the people to interact with daily. You're relied on in your family circle, your partner would feel empty without you, and you're your pet's world. And you don't want your consoles collecting dust with no one to play them",
                "",
                "This leads us to some interesting conclusions, like the fact that your worth is entirely dependent on others. So you never really know what it is, because you don't know what they think. And more often than not, they couldn't put it into words even if you asked them. Especially if they're a dog, or a console",
                "",
                "So you can think about it as a cool thought experiment and consider what would happen if you were gone, but you can never back any of it up, not really",
                "",
                "You will never know your true impact on others, only really catch a few glimpses",
                "",
                "So the next time you think you're worthless, well",
                "",
                "Who the fuck are you to say that? That's others' jobs to decide, not you. To each person, you're worth something different. Not any less or more, just a different flavor of impact."
            ],
            "desc": "To each person, you're worth something different."
        }
    }
]